import { Title } from 'components'

export const Pastors = () => {

        return (
                <div className="about_pastors_container w-100">
                        <div className="block_content_about">
                                <Title className="about-title"
                                        name='пастора и лидеры'
                                        darkMode
                                />
                                <div className='text-p m-b-4 m-t-4'>
                                        <p>
                                                Церковь «Слово Жизни» в Столине – это евангельская христианская 
                                                община, открытая для всех и для многих поколений. Евангельские 
                                                церкви, такие как наша, принадлежат к большей семье протестантских 
                                                деноминаций, которые, наряду с католицизмом и православием, составляют 
                                                основные ветви христианства. В настоящее время в мире насчитывается около 
                                                800 миллионов христиан-протестантов. Если вы хотите узнать больше о том, кто 
                                                мы, во что мы верим и какова наша история, нажмите ниже.
                                        </p>
                                </div>
                        </div>
                </div>
        )
}